"unable to deliver the crahslog." = "Unable to deliver the report, please try again later.";
"OK" = "OK";
"Thanks" = "The report has been sent.  Thank you!";
"CrashReport" = "Crash Report";
"Explanation" = "%@ unexpectedly quit the last time it was run.  By sending a report, you can help improving the quality of this product.";